tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jmespath/jmespath"
brew "act"
brew "action-validator"
brew "actionlint"
brew "awscli"
brew "bat"
brew "certbot"
brew "cloc"
brew "d2"
brew "dhall"
brew "dict"
brew "direnv"
brew "dive"
brew "eksctl"
brew "exa"
brew "exercism"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "gitleaks"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "hadolint"
brew "haproxy"
brew "haskell-stack"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "ipcalc"
brew "ipv6calc"
brew "ipython"
brew "jq"
brew "node"
brew "jsonlint"
brew "k6"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubectx"
brew "lazydocker"
brew "loc"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "mtr"
brew "mysql", restart_service: true
brew "neovim"
brew "netcat"
brew "node@18"
brew "nss"
brew "ocaml"
brew "opam"
brew "openjdk@11"
brew "opentofu"
brew "pandoc"
brew "pgformatter"
brew "pigz"
brew "pkg-config"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "postgresql@16", restart_service: true
brew "prettier"
brew "pspg"
brew "pstree"
brew "pwgen"
brew "pyright"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "s3cmd"
brew "s4cmd"
brew "scc"
brew "sevenzip"
brew "shellcheck"
brew "sipcalc"
brew "skopeo"
brew "sloc"
brew "socat"
brew "subnetcalc"
brew "terramate"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "unisonlang"
brew "weechat"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform-ls"
brew "jmespath/jmespath/jp"
cask "calibre"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "discord"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-iosevka"
cask "gifox"
cask "google-chrome"
cask "google-drive"
cask "grammarly"
cask "grammarly-desktop"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "libreoffice"
cask "macdown"
cask "macvim"
cask "nota"
cask "obs"
cask "pgadmin4"
cask "podman-desktop"
cask "postico"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "sequel-pro"
cask "signal"
cask "skim"
cask "slack"
cask "spotify"
cask "telegram"
cask "textual"
cask "thunderbird"
cask "ticktick"
cask "transmission"
cask "tresorit"
cask "vagrant"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ocamllabs.ocaml-platform"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
