tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "dhall"
brew "dict"
brew "direnv"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "hadolint"
brew "haskell-stack"
brew "htop"
brew "ipython"
brew "jq"
brew "jsonlint"
brew "mas"
brew "mtr"
brew "pgformatter"
brew "pigz"
brew "postgresql@15"
brew "pspg"
brew "pstree"
brew "pwgen"
brew "pyright"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "tree"
brew "unisonlang"
brew "weechat"
brew "yamllint"
brew "yarn"
brew "zsh"
cask "calibre"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "discord"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-iosevka"
cask "google-chrome"
cask "iterm2"
cask "macvim"
cask "nota"
cask "podman-desktop"
cask "rectangle"
cask "sequel-ace"
cask "signal"
cask "skim"
cask "slack"
cask "spotify"
cask "telegram"
cask "textual"
cask "thunderbird"
cask "ticktick"
cask "tresorit"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Xcode", id: 497799835
